Repository: talion09/Travel-Bot
Catalog: tgbot/locales/*/LC_MESSAGES/Salaam_bot.po
Languages: ru, uz

source: Имя
ru: Исм
uz: Ism

source: Номер телефона
ru: Телефон рақам
uz: Telefon raqam

source: Язык
ru: Тил
uz: Til

source: Назад
ru: Орқага
uz: Orqaga

source: Введите Ваше Имя:
ru: Исмгизни киритинг:
uz: Ismgizni kiriting:

source: Отправьте ваш номер телефона (+998xxxxxxxxx):
ru: Телефон рақамингизни юборинг (+998ххххххххх):
uz: Telefon raqamingizni yuboring (+998xxxxxxxxx):

source: Отменить
ru: Бекор қилиш:
uz: Bekor qilish

source: Выберите язык:
ru: Тилни танланг:
uz: Tilni tanlang:

source: Изменение отменено
ru: Ўзгартириш бекор қилинди
uz: O'zgartirish bekor qilindi

source: Успешно изменено
ru: Муваффақиятли ўзгартирилди
uz: Muvaffaqiyatli o'zgartirildi

source: 📞 Отправить Мой контакт
ru: 📞 Контактимни юбориш
uz: 📞 Kontaktimni yuborish

source: Выберите город отправления
ru: Кетиш шаҳрини танланг
uz: Ketish shahrini tanlang

source: Выберите даты
ru: Саналарни танланг
uz: Sanalarni tanlang

source: Экономический
ru: Қулай
uz: Qulay

source: Стандартный
ru: Стандарт
uz: Standart

source: VIP
ru: ЛЮКС
uz: LUX

source: Выберите тариф
ru: Тарифни танланг
uz: Tarifni tanlang

source: Забронировать на эту дату?
ru: Бу сана учун банд қиласизми?
uz: Bu sana uchun band qilasizmi?

source: Забронировать
ru: Банд қилиш
uz: Band qilish

source: Спасибо за бронирование на эту дату! Ожидайте звонка
ru: Ушбу санани банд қилганингиз учун ташаккур! Қўнғироқни кутинг
uz: Ushbu sanani band qilganingiz uchun tashakkur! Qo'ng'iroqni kuting

source: Имя: {}, Телефон: {}, Язык: {}, Бронь на {}.{}.{} года. В городе {}
ru: Номи: {}, Телефон: {}, Тил: {}, {}.{}.{} йилга бандлов. Шаҳарда {}
uz: Nomi: {}, Telefon: {}, Til: {}, {}.{}.{} yilga bandlov. Shaharda {}

source: Главное меню
ru: Асосий меню
uz: Asosiy menyu

source: {} вы имеете {} рефералов Вот твоя реферальная ссылка: {}
ru: {} сизда {} та мурожаат бор Мана бу ҳавола: {}
uz: {} sizda {} ta murojaat bor Mana bu havola: {}

source: Вы были приглашены пользователем {}
ru: Сизни {} таклиф қилган
uz: Sizni {} taklif qilgan

source: Вы пригласили {}
ru: Сиз таклиф қилдиз {}
uz: Sizni taklif qildiz {}

source: <b>Вы уже приглашены другим пользователем!</b>
ru: <b>Сиз аллақачон бошқа фойдаланувчи томонидан таклиф қилингансиз!</b>
uz: <b>Siz allaqachon boshqa foydalanuvchi tomonidan taklif qilingansiz!</b>

source: <b>Нельзя переходить по своей реферальной ссылке!</b>
ru: <b>Сиз ўз ҳаволангизга амал қила олмайсиз!</b>
uz: <b>Siz o'z havolangizga amal qila olmaysiz!</b>

source: <b>Ссылка не действительна!</b>
ru: <b>Маълумотлар базасида бундай фойдаланувчи йўқ!</b>
uz: <b>Ma'lumotlar bazasida bunday foydalanuvchi yo'q!</b>
